[
  {
    "name" : "10-HR Worker SST Bundle",
    "description" : "Workers will need a minimum of 30 hours of OSHA Training from the date of December 1, 2019. In addition, workers will need an additional 10 hours of Site Safety Training by September 1, 2020.",
    "include" : [
      "2-Hour Drug and Alcohol Awareness",
      "8-Hour Fall Prevention"
    ],
    "price" : "260"
  },
  {
    "name" : "32-HR Supervisor SST Bundle",
    "description" : "In order to continue to operate in the City of New York, the designated construction supervisors are required to complete a minimum number of hours of approved site safety training and to carry site safety identification cards as proof of completion of the training (As per New York City Local Law 196 of 2017). This course provides 32 hours towards the satisfaction of that requirement.",
    "include" : [
      "8-Hour Chapter 33",
      "8-Hour Fall Prevention",
      "4-Hour Elective Courses",
      "8-Hour Prescribed Courses",
      "4-Hour Support Scaffold User & Refresher"
    ],
    "price" : "700"
  },
  {
    "name" : "8-HR Fall Prevention",
    "description" : "Falls are among the most common causes of serious work-related injuries and deaths. According to the New York City Department of Buildings (DOB), in 2016 there were 305 serious construction accidents involving worker falls, 10 of them were fatal. This 8-hour course is intended to educate workers on how to avoid accidents and injuries while working on roofs, leading edges, ladders or scaffolds by defining the regulations and safety rules associated with fall hazards on construction sites. Participants will gain the knowledge and skills necessary to identify and avoid hazards associated with elevated work locations.",
    "include" : [
    ],
    "price" : "220"
  },
  {
    "name" : "2-HR Drug & Alcohol Awareness",
    "description" : "This course will help trainees become generally familiar with adverse effects of drug and alcohol in the workplace. Trainees will be able to recognize problems associated with substance dependency. This training may also help trainees better recognize and understand issues of chemical dependence that may adversely affect the lives.",
    "include" : [
    ],
    "price" : "60"
  },
  {
    "name" : "8-HR Chapter 33",
    "description" : "This course is a comprehensive review of Chapter 33 and the Rules of the City of New York that pertain to public protection during construction. The purpose of the course is to provide training with regards to construction on major buildings, that may be classified by the New York City Building Department, with emphasis on providing not only safety for the public and adjoining property, but to provide safety for worker within the job site as per OSHA requirements. This course is one of the pre-requisites an applicant must successfully complete before being eligible to apply for Site Safety Manager Certificate Examination.",
    "include" : [
    ],
    "price" : "220"
  },
  {
    "name" : "8-HR SST Prescribed Bundle",
    "description" : "This bundle offers four NYC Department of Buildings-Approved SST courses including 8 hours of prescribed (required) training that can be applied towards the requirements of a Supervisor Site Safety Training (SST) Card.",
    "include" : [
      "2-Hour Tool Box Talks",
      "2-Hour Site Safety Plan",
      "2-Hour Pre-Task Meetings",
      "2-Hour Drug & Alcohol Awareness"
    ],
    "price" : "220"
  },
  {
    "name" : "4-HR Supported Scaffold User & Refresher",
    "description" : "This course explains the basic elements of supported scaffold safety and introduces students to the nature of supported scaffold hazards. During the course emphasis is placed on the role of the scaffold user in accident prevention, which includes scaffold inspections, fall protection, recognizing hazards, and responding to emergencies.",
    "include" : [
    ],
    "price" : "150"
  },
  {
    "name" : "4-HR SST Elective Bundle",
    "description" : "This bundle offers four NYC Department of Buildings-Approved Site Safety Training (SST) courses including 2 hours of general and 2 hours of specialized electives training that can be applied towards the requirements of an Supervisor SST Card.",
    "include" : [
      "1-Hour Stairways and Ladders",
      "1-Hour Tools – Hand and Power",
      "1-Hour Confined Space Entry",
      "1-Hour Concrete and Masonry Construction"
    ],
    "price" : "130"
  }

]